# CentimetersPerMinute Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..CentimetersPerMinute Property
UnitTypeId Class See Also
---
Centimeters per minute.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId CentimetersPerMinute { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CentimetersPerMinute As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CentimetersPerMinute {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace